{
    "localeCode": "en_GB",
    "metadata": {
        "name": "English (United Kingdom)",
        "nameShort": "English",
        "textDirection": "ltr"
    },
    "source": {
        "liveg": "LiveG",
        "livegTechnologies": "LiveG Technologies",
        "logoAlt": "LiveG logo",

        "title": "LiveG Technologies",
        "title_page": "{page} - LiveG Technologies",

        "new": "New",
        "new_badgeAlt": "(New)",
        "ok": "OK",
        "cancel": "Cancel",
        "learnMore": "Learn more",
        "download": "Download",

        "size_bytes": {
            "{size} == 1": "{size} byte",
            "{size} != 1": "{size} bytes"
        },
        "size_kb": "{size} KB",
        "size_mb": "{size} MB",
        "size_gb": "{size} GB",
        "size_tb": "{size} TB",
        "size_kib": "{size} KiB",
        "size_mib": "{size} MiB",
        "size_gib": "{size} GiB",
        "size_tib": "{size} TiB",

        "nav_goHome": "Go home",
        "nav_language": "Language",

        "videoAlt_youtube": "Watch video on YouTube",

        "page_home": "Home",
        "page_about": "About",
        "page_blog": "Blog",
        "page_developer": "Developer",
        "page_legal": "Legal",

        "product_prism": "Prism",
        "product_prism_slogan": "A world of open tech that you can take on the go",
        "product_os": "LiveG OS",
        "product_os_slogan": "Your companion for everything LiveG",
        "product_astronaut": "Astronaut",
        "product_astronaut_slogan": "Go build the next big thing",
        "product_adaptui": "Adapt UI",
        "product_adaptui_slogan": "The trademark look of LiveG's products",
        "product_docs": "Docs",
        "product_docs_slogan": "The hub for LiveG's help guides, references and more",
        "product_search": "Search",
        "product_search_slogan": "The speedy, distraction-free search engine",

        "footer_social": "Social",
        "footer_social_twitter": "Twitter",
        "footer_social_youtube": "YouTube",
        "footer_social_github": "GitHub",
        "footer_social_discord": "Discord",
        "footer_social_mastodon": "Mastodon",
        "footer_social_dev": "DEV Community",
        "footer_social_instagram": "Instagram",

        "footer_legal_copyright": "Copyright © LiveG. All Rights Reserved.",
        "footer_legal_trademark": "LiveG and the LiveG Logo are trademarks of LiveG Technologies (UK U.A.).",

        "about_tagline": "Building open tech since 2014",
        "about_description_1": "Welcome to LiveG Technologies, a group whose mission is to make open technologies that are designed for everyone.",
        "about_description_2": "We want to make a positive impact through what we do by applying our expertise in ways that do good.",

        "about_ourApproach": "Our approach",
        "about_ourApproach_1": "Digital technology has been known to transform not only many aspects of our daily lives, but also the world around us. While many of these transformations have enhanced our world, sadly, some of the impacts of the introduction of various digital technologies have been negative, causing inequality between individuals, drastic changes to our climate, and disruption to our health as a society — just to name a few.",
        "about_ourApproach_2": "As a technology organisation, we understand that we have a large responsibility for the products and services we develop, and how they affect our world. We believe that this recognition of responsibility is a key factor that differentiates us from other organisations. As such, our approach is to make our technologies open, user-friendly, secure, accessible, sustainable and engineered to last. To this end, we wish to become a leader in the technology industry for both the projects we create and our ethical approach.",
        "about_ourApproach_3": "Being an organisation that is mainly operated by young individuals, we want to apply our fresh, new perspectives to our world through the use of technology, but we understand that we must be careful with our knowledge and learn from the experiences of our older friends so as to not tread down the wrong path.",
        "about_ourApproach_4": "When we build our own products from the ground up, some with a more critical view believe that we're reinventing the wheel; but that's not true. We believe that true innovation starts when we invent our own wheels — better wheels. That is how we learn to produce better products.",
        "about_ourApproach_5": "LiveG is in a unique position in valuing its users and customers over gaining high profits. Ethically speaking, we simply want to do what's best for the world as a whole, and not just for ourselves. This includes making donations to existing open-source projects that we rely on to build our own projects — and even charities which we believe we should support — when we have money left over from the revenues we produce.",
        "about_ourApproach_6": "We hope that your interest in LiveG helps to provide an investment in what LiveG does, and the world around it. The more people who support us, the better we will be equipped to weaken the monopolies of the big tech companies as a diverse competitor. We want to make products which let or help people advance our world, and we will be immensely proud of anyone who does.",
        "about_jamesLivesey": "James Livesey",
        "about_jamesLivesey_title": "Founder and Lead Developer of LiveG",

        "prism_title": "LiveG Prism",
        "prism_intro": "We want to build open technologies that give people the tools to enhance their daily lives. The LiveG Prism is an ongoing project to build a smartphone that achieves this goal.",
        "prism_mainAlt": "The front face of the LiveG Prism, with its volume and power buttons facing towards the camera",

        "prism_front_tagline": "A perfect blend of software and hardware",
        "prism_front_description": "With both the design aspects of the Prism's operating system and hardware controlled by LiveG, the Prism provides you with an efficient and seamless experience that only the best smartphones achieve.",

        "prism_led_tagline": "Never miss a beat",
        "prism_led_description": "The Prism lets you keep in touch with your digital life through its notifications system. The RGB notifications LED provides a low-power way of alerting you without too much distraction.",

        "prism_motor_description": "When it's in your pocket, the Prism can also let you know what's happening through customisable pulses of its vibration motor.",

        "prism_bottom_tagline": "Recharges in 55 minutes",
        "prism_bottom_description": "The Prism supports USB-C® power delivery from a supply of up to 15 W. When its battery is running low, your Prism will be ready to go again in just under an hour of charging.",

        "prism_back_tagline": "Capture moments in day and night",
        "prism_back_description": "With a 5 megapixel 1944p rear camera and bright flash LED, the Prism is ready to shoot photos inside and out — and even in the middle of the night.",

        "prism_features_title": "Features that you can depend upon",
        "prism_features_processor_figure": "Quad-core",
        "prism_features_processor_description": "Arm® Cortex® A53 power-efficient processor clocked at 1.2 GHz",
        "prism_features_storage_figure": "16 GB eMMC",
        "prism_features_storage_description": "fast onboard flash storage for storing apps and data",
        "prism_features_aux_figure": "Stereo aux jack",
        "prism_features_aux_description": "to connect audio devices with low latency and high reliability",
        "prism_features_memory_figure": "2 GB LPDDR3",
        "prism_features_memory_description": "software-optimised RAM with suspension on sleep",
        "prism_features_video_figure": "H.265 4K video",
        "prism_features_video_description": "MPEG decoding with up to 120 FPS 1080p playback",
        "prism_features_battery_figure": "3,000 mAh",
        "prism_features_battery_description": "lightweight and compact user-removable battery",

        "prism_explore_title": "Explore more from Prism",
        "prism_explore_os_title": "LiveG OS",
        "prism_explore_os_description": "Our modern, convergent operating system that's designed for the Prism and other hardware created by LiveG.",
        "prism_explore_developer_title": "Developer resources",
        "prism_explore_developer_description": "From Adapt UI to Astronaut, we can provide you with all the tools needed to develop with the LiveG Prism.",
        "prism_explore_design_title": "Open hardware design files",
        "prism_explore_design_description": "With transparency and openness at the heart of LiveG, you can browse the files we make to build the LiveG Prism.",

        "prism_right_tagline": "You're the owner: do whatever you want",
        "prism_right_description": "With a biodegradable translucent 3D-printed shell and our vibrant signature tactile buttons, the Prism is designed to give its owner the right to self-repair.",

        "prism_comingSoon_title": "Coming soon",
        "prism_comingSoon_description": "This is merely an early iteration of our plans for a complete, retailable LiveG Prism smartphone. As the Prism continues to be researched and developed, we would appreciate your support for this long-term project.",

        "prism_footnote_charging": "Rated 55 minutes to charge a Prism from 5% to 95% in battery level based on charging tests with the Prism in sleep mode. Charging times may vary based on activity of the phone, running software and connected hardware.",
        "prism_footnote_aux": "Low latency and reliability are dependent on the specifications and performance of third-party hardware (such as cables and audio equipment) connected to the Prism.",
        "prism_footnote_repair": "Following official safety advice for this product is recommended for the prevention of injury or product damage.",
        "prism_notice_usbCTrademark": "USB Type-C® and USB-C® are registered trademarks of USB Implementers Forum.",
        "prism_notice_armTrademark": "Arm® and Cortex® are registered trademarks of Arm Limited (or its subsidiaries).",

        "os_intro": "Meet LiveG OS: the modern, secure and feature-packed operating system that powers a range of our products.",

        "os_convergent_title": "Convergent",
        "os_convergent_description": "Designed for both desktop and mobile devices, LiveG OS is designed to give you the same, consistent experience across all of your devices with apps that have both desktop and mobile compatibility.",

        "os_capable_title": "Capable",
        "os_capable_description": "Powered by web apps, LiveG OS lets you install and run thousands of apps that are already part of your workflow. The Sphere web browser lets you visit your favourite websites quickly and securely.",

        "os_productive_title": "Productive",
        "os_productive_description": "LiveG OS helps you to become more productive through enhanced features, such as typing suggestions, gestures and more. Seamlessly switch back and fourth between apps on both desktop on mobile through LiveG OS's multitasking features.",

        "os_more_title": "There's more to love with LiveG OS",

        "os_straightforward_title": "Straightforward",
        "os_straightforward_description": "LiveG OS is designed to be simple to use and familiar to users who are either new to computing or who are making the switch to LiveG's products from another provider. Our design considerations at multiple stages of development ensure that LiveG OS is ready to accommodate beginners and advanced users alike.",

        "os_secure_title": "Secure",
        "os_secure_description": "Through sandboxing, advanced authentication and our permissions system, we ensure that your device is as secure as it can be through multiple layers of defence against malware and viruses. Our security team also provides multiple updates to LiveG OS to ensure it has the best protection at the earliest convenience.",

        "os_worldReady_title": "World-ready",
        "os_worldReady_description": "Users from around the globe are able to use LiveG OS in their own language thanks to LiveG OS's localisation features. LiveG OS also allows users to type in text in their own language using different keyboard layouts, including those for Chinese, Japanese and Korean with an advanced character input system.",

        "os_customisable_title": "Customisable",
        "os_customisable_description": "We want to allow users to make LiveG OS truly their own through customisation options that can change the look and feel of LiveG OS and its apps. Whether you are a dark mode user or want to go for a colour theme that suits you, LiveG OS can be customised to match your style through a wide range of theming options.",

        "os_accessible_title": "Accessible",
        "os_accessible_description": "LiveG OS is designed from the ground up to accommodate all users and allow them to navigate and use their devices through ways that suit their individual needs. For example, Switch Navigation lets users with limited motor skills have full control over their device by allowing them to connect specialised input devices.",

        "os_open_title": "Open",
        "os_open_description": "As a big supporter of open-source software and hardware, the LiveG ecosystem is open and ready to let developers create their own apps for LiveG OS and other platforms. LiveG OS itself is open-source, which lets advanced users and developers fine-tune their system and provide feedback to us so that we can all make LiveG OS better for everyone.",

        "os_get_title": "Get LiveG OS now",
        "os_get_description": "Early pre-releases of LiveG OS are available for downloading and installation. Try out LiveG OS Alpha and become an early supporter of LiveG software.",

        "osGet_title": "Get LiveG OS",
        "osGet_version": "Version {version}",

        "osGet_steps_download": "1. Download",
        "osGet_steps_download_description": "Grab a free copy of LiveG OS that can easily be installed onto any compatible device.",
        "osGet_steps_boot": "2. Boot",
        "osGet_steps_boot_description": "Copy LiveG OS to your chosen installation drive so that LiveG OS can be booted from your device.",
        "osGet_steps_install": "3. Install and set up",
        "osGet_steps_install_description": "Follow the steps within LiveG OS to complete installation. We will guide you through every step.",

        "osGet_releaseNotes": "Detailed release notes",
        "osGet_systemRequirements": "Minimum system requirements",
        "osGet_supportedLanguages": "Supported languages",

        "osGet_downloadDialog_title": "Download LiveG OS",
        "osGet_downloadDialog_description": "Please choose an edition of LiveG OS to download that matches the device you intend to install it to.",

        "osGet_downloadPlatform": "Platform",
        "osGet_downloadSize": "Download size: {size}",

        "developer_tagline": "Build powerful projects that make a difference with LiveG",
        "developer_description": "Our open software is designed to be advanced, yet friendly to developers. Come join in and use our open-source developer tools to build your apps, services, games and more.",

        "developer_astronaut_description": "Astronaut is our tool for building apps for the LiveG ecosystem with just a few lines of code. It enables all developers to create their own apps and services, whether they are beginners or advanced hackers.",
        "developer_adaptui_description": "At LiveG, we believe that the best user interfaces and experiences are key to building productive tools. Adapt UI is our UI toolkit and design language for building consistent and appealing products.",
        "developer_os_description": "Powering our hardware products, LiveG OS is at the core of everything you do on our devices. It integrates our open ecosystem of LiveG software with the bare metal of the hardware we build.",

        "birthday8": "8th Birthday",

        "birthday8_bannerMessage": "We're celebrating eight years of LiveG today! Join in on the fun as we look back on the history of LiveG.",

        "birthday8_intro_title": "Celebrating 8 years of LiveG",
        "birthday8_intro_description": "Join us for our annual celebration of LiveG's development over this past year, as well as highlights over the past eight years!",

        "birthday8_2014": "2014",
        "birthday8_2014_1": "LiveG is founded, and its first ever software was written under the LiveG brand",
        "birthday8_2014_2": "The LiveG ElixOS desktop environment is created",

        "birthday8_2017": "2017",
        "birthday8_2017_1": "liveg.tech — the LiveG Website's principal domain name — was registered",
        "birthday8_2017_2": "Our first operating system prototype was created for the Raspberry Pi",

        "birthday8_2019": "2019",
        "birthday8_2019_1": "The gHeld was created; our first foray into the world of portable electronics",
        "birthday8_2019_2": "Our second generation of Adapt UI was built, alongside the Zapr tool and a new website design",

        "birthday8_2020": "2020",
        "birthday8_2020_1": "An early version of LiveG Sphere was developed for multiple platforms, based on Adapt UI and Electron",
        "birthday8_2020_2": "Our second OS prototype for the Pi was built, inspiring the interface of today's modern LiveG OS",

        "birthday8_2021": "2021",
        "birthday8_2021_1": "Adapt UI was overhauled, resulting in a third generation with big UI and UX improvements",
        "birthday8_2021_2": "Early ideas for a smartphone based on open technologies were formulated",

        "birthday8_2022": "2022",
        "birthday8_2022_1": "LiveG Project Prism was started, and a prototype smartphone running gShell was built",
        "birthday8_2022_2": "The Prism's prototype design was finalised, with gShell development advancing well",
        "birthday8_2022_3": "Our first episode of LiveG Showcase was released, demonstrating the Prism",
        "birthday8_2022_4": "gShell is ported to the desktop, making LiveG OS truly a multiplatform operating system",
        "birthday8_2022_5": "Our first Alpha releases of LiveG OS were made, and more gShell features were implemented",
        "birthday8_2022_6": "Sphere gets a tab interface to make browsing easier, and Project Proton is conceptualised",
        "birthday8_2022_7": "Minor projects to support LiveG's existing products were made, like Typeset Engine and Formulaic",
        "birthday8_2022_8": "LiveG Lookahead weekly meetings are started, bringing the community closer together",

        "birthday8_today": "Today",
        "birthday8_today_1": "Building LiveG OS for more platforms such as the PinePhone and Raspberry Pi started",
        "birthday8_today_2": "More work being done to UX and configurability of LiveG OS to be more useful to future users",

        "legal_orgInfo": "Organisational information (imprint)",
        "legal_orgInfo_description": "An Unincorporated Organisation of the United Kingdom since 30 November 2014",
        "legal_orgInfo_operator": "Operated and funds managed by James Livesey",
        "legal_orgInfo_email": "Email:",
    
        "legal_copyright": "Copyright notice",
        "legal_copryight_licence": "Except where otherwise noted, the contents of this website are licensed by the LiveG Open-Source Licence.",
        "legal_copryight_licenceTerms": "Licence terms",

        "legal_trademarks": "Trademarks",
        "legal_trademarks_permission": "We permit our trademarks for use in documents (such as news and informative articles) to reference ourselves or our projects, products or services. Our trademarks may also used to denote compatibility with other services, though it must be made clear that we are not endorsing those third-party services, and that we do not provide support for them. For permission to use our trademarks for other purposes, or if you are not sure whether to use them, please contact us:",
        "legal_trademarks_symbol": "The use of the trademark symbol (™) is not required when referencing our trademarked terms. In fact, we encourage that they are omitted, as we ourselves do not use them in our product names.",
        "legal_trademarks_list": "The following is a list of our unregistered trademarks:",
        "legal_trademarks_list_logo": "The LiveG Logo",

        "404_title": "Sorry, but the page you were looking for doesn't seem to exist…",
        "404_description": "You may have mistyped the URL, or the page you have previously visited may no longer be available."
    }
}