{
    "localeCode": "fr_FR",
    "metadata": {
        "name": "Français (France)",
        "nameShort": "Français",
        "textDirection": "ltr"
    },
    "source": {
        "liveg": "LiveG",
        "livegTechnologies": "LiveG Technologies",
        "logoAlt": "Logo LiveG",

        "title": "LiveG Technologies",
        "title_page": "{page} - LiveG Technologies",

        "new": "Noveau",
        "new_badgeAlt": "(Noveau)",
        "ok": "OK",
        "cancel": "Annuler",
        "learnMore": "En savoir plus",
        "download": "Télécharger",

        "size_bytes": {
            "{size} == 1": "{size} octet",
            "{size} != 1": "{size} octets"
        },
        "size_kb": "{size} Ko",
        "size_mb": "{size} Mo",
        "size_gb": "{size} Go",
        "size_tb": "{size} To",
        "size_kib": "{size} Kio",
        "size_mib": "{size} Mio",
        "size_gib": "{size} Gio",
        "size_tib": "{size} Tio",

        "nav_goHome": "Rentrer à l'accueil",
        "nav_language": "Langue",

        "videoAlt_youtube": "Regarder la vidéo sur YouTube",

        "page_home": "Accueil",
        "page_about": "À propos",
        "page_blog": "Blog",
        "page_developer": "Développeur",
        "page_legal": "Légal",

        "product_prism": "Prism",
        "product_prism_slogan": "Un monde de technologie ouverte que vous pouvez emporter partout",
        "product_os": "LiveG OS",
        "product_os_slogan": "Votre compagnon pour tout LiveG",
        "product_astronaut": "Astronaut",
        "product_astronaut_slogan": "Allez construire la prochaine grande chose",
        "product_adaptui": "Adapt UI",
        "product_adaptui_slogan": "L'aspect caractéristique des produits LiveG",
        "product_docs": "Docs",
        "product_docs_slogan": "La centre des guides, des références et plus encore de LiveG",
        "product_search": "Recherche",
        "product_search_slogan": "Le moteur de recherche rapide et sans distraction",

        "footer_social": "Sociaux",
        "footer_social_twitter": "Twitter",
        "footer_social_youtube": "YouTube",
        "footer_social_github": "GitHub",
        "footer_social_discord": "Discord",
        "footer_social_mastodon": "Mastodon",
        "footer_social_dev": "DEV Community",
        "footer_social_instagram": "Instagram",

        "footer_legal_copyright": "Droits d'auteur © LiveG. Tous les droits sont réservés.",
        "footer_legal_trademark": "LiveG et le Logo LiveG sont des marques déposées de LiveG Technologies (UK U.A.).",

        "about_tagline": "Construire des technologies ouverte depuis 2014",
        "about_description_1": "Bienvenue chez LiveG Technologies, un groupe dont la mission est de créer des technologies ouvertes conçues pour tous.",
        "about_description_2": "Nous voulons avoir un impact positif à travers ce que nous faisons en appliquant notre expertise de manière à faire le bien.",

        "about_ourApproach": "Notre approche",
        "about_ourApproach_1": "La technologie numérique est connue pour transformer non seulement de nombreux aspects de notre vie quotidienne, mais aussi le monde qui nous entoure. Alors que bon nombre de ces transformations ont amélioré notre monde, malheureusement, certains des impacts de l'introduction de diverses technologies numériques ont été négatifs, provoquant des inégalités entre les individus, des changements drastiques de notre climat et des perturbations de notre santé en tant que société (juste pour en nommer quelques-uns).",
        "about_ourApproach_2": "En tant qu'organisation technologique, nous comprenons que nous avons une grande responsabilité dans les produits et services que nous développons et dans la manière dont ils affectent notre monde. Nous pensons que cette reconnaissance de responsabilité est un facteur important qui nous différencie des autres organisations. En tant que tel, notre approche consiste à rendre nos technologies ouvertes, conviviales, sécurisées, accessibles, durables et conçues pour durer. À cette fin, nous souhaitons devenir un leader dans l'industrie technologique tant pour les projets que nous créons que pour notre approche éthique.",
        "about_ourApproach_3": "En tant qu'organisation principalement dirigée par de jeunes personnes, nous souhaitons appliquer nos nouvelles perspectives à notre monde grâce à l'utilisation de la technologie, mais nous comprenons que nous devons être prudents avec nos connaissances et apprendre des expériences de nos amis plus âgés afin de ne pas marcher sur le mauvais chemin.",
        "about_ourApproach_4": "Lorsque nous construisons nos propres produits à partir de zéro, certains avec une vision plus critique pensent que nous réinventons la roue ; mais ce n'est pas vrai. Nous pensons que la véritable innovation commence lorsque nous inventons nos propres roues : de meilleures roues. C'est ainsi que nous apprenons à produire de meilleurs produits.",
        "about_ourApproach_5": "LiveG est dans une position unique pour valoriser ses utilisateurs et ses clients plutôt que de réaliser des profits élevés. D'un point de vue éthique, nous voulons simplement faire ce qu'il y a de mieux pour le monde dans son ensemble, et pas seulement pour nous-mêmes. Cela inclut de faire des dons à des projets open source existants sur lesquels nous comptons pour construire nos propres projets (et même des associations caritatives que nous estimons devoir soutenir) quand il nous reste de l'argent des revenus que nous produisons.",
        "about_ourApproach_6": "Nous espérons que votre intérêt pour LiveG contribuera à fournir un investissement dans ce que fait LiveG, et dans le monde qui l'entoure. Plus il y aura de personnes qui nous soutiendront, mieux nous serons équipés pour affaiblir les monopoles des grandes entreprises technologiques en tant que concurrents diversifiés. Nous voulons fabriquer des produits qui permettent ou aident les gens à faire avancer notre monde, et nous serons immensément fiers de quiconque le fera.",
        "about_jamesLivesey": "James Livesey",
        "about_jamesLivesey_title": "Fondateur et développeur principal de LiveG",

        "blog_title": "Le Blog LiveG",
        "blog_description": "Tenez-vous au courant des dernières nouvelles et informations de LiveG.",
        "blog_search": "Rechercher dans nos articles",

        "blog_noResults_title": "Aucun résultat trouvé",
        "blog_noResults_description": "Il semble que nous n'avons rien sur le sujet que vous avez cherché. Essayez de rechercher un sujet similaire ou autre chose.",

        "prism_title": "LiveG Prism",
        "prism_intro": "Nous voulons construire des technologies ouvertes qui donnent aux gens les outils pour améliorer leur vie quotidienne. Le LiveG Prism est un projet en cours pour construire un smartphone qui atteint cet objectif.",
        "prism_mainAlt": "L'avant du LiveG Prism, avec ses boutons de volume et d'alimentation face à la caméra",

        "prism_front_tagline": "Un mélange parfait de logiciels et de matériel",
        "prism_front_description": "Avec la conception système d'exploitation et matérielle du Prism contrôlé par LiveG, le Prism vous offre une expérience efficace et transparente que seuls les meilleurs smartphones atteignent.",

        "prism_led_tagline": "Ne manquez jamais un battement",
        "prism_led_description": "Le Prism vous permet de rester en contact avec votre vie numérique grâce à son système de notifications. La DEL de notifications RVB fournit un moyen de faible puissance de vous alerter sans trop de distraction.",

        "prism_motor_description": "Dans votre poche, le Prism peut également vous faire savoir ce qui se passe à travers des impulsions personnalisables de son moteur de vibration.",

        "prism_bottom_tagline": "Recharge en 55 minutes",
        "prism_bottom_description": "Le Prism prend en charge la livraison de puissance USB-C® à partir d'une alimentation jusqu'à 15 W. Lorsque sa batterie est faible, votre Prism sera prêt à repartir en un peu moins d'une heure de charge.",

        "prism_back_tagline": "Capturer des moments de jour et de nuit",
        "prism_back_description": "Avec une caméra arrière de 5 mégapixels 1944p et une DEL flash brillante, le Prism est prêt à prendre des photos à l'intérieur et à l'extérieur — et même au milieu de la nuit.",

        "prism_features_title": "Fonctionnalités sur lesquelles vous pouvez compter",
        "prism_features_processor_figure": "Quad-core",
        "prism_features_processor_description": "processeur Arm® Cortex® A53 économe en puissance à 1,2 GHz",
        "prism_features_storage_figure": "16 Go eMMC",
        "prism_features_storage_description": "stockage flash à bord pour le stockage des applications et des données",
        "prism_features_aux_figure": "Stéréo aux jack",
        "prism_features_aux_description": "pour connecter les appareils audio avec une faible latence",
        "prism_features_memory_figure": "2 Go LPDDR3",
        "prism_features_memory_description": "RAM optimisés avec suspension sur le sommeil",
        "prism_features_video_figure": "Vidéo H.265 4K",
        "prism_features_video_description": "décodage MPEG avec jusqu'à 120 IPS 1080p relecture",
        "prism_features_battery_figure": "3 000 mAh",
        "prism_features_battery_description": "batterie légère et compacte amovible de l'utilisateur",

        "prism_explore_title": "Explorez plus de Prism",
        "prism_explore_os_title": "LiveG OS",
        "prism_explore_os_description": "Notre système d'exploitation moderne et convergent conçu pour le Prism et autres matériels créés par LiveG.",
        "prism_explore_developer_title": "Ressources du développeur",
        "prism_explore_developer_description": "De Adapt UI à Astronaut, nous pouvons vous fournir tous les outils nécessaires pour vous développer avec le LiveG Prism.",
        "prism_explore_design_title": "Fichiers de conception matérielle",
        "prism_explore_design_description": "Avec la transparence et l'ouverture au cœur de LiveG, vous pouvez parcourir les fichiers que nous fabriquons pour construire le LiveG Prism.",

        "prism_right_tagline": "Vous êtes le propriétaire : faites ce que vous voulez",
        "prism_right_description": "Avec une coquille imprimée 3D translucide biodégradable et nos boutons tactiles de signature dynamique, le Prism est conçu pour donner à son propriétaire le droit de l'auto-réparation.",

        "prism_comingSoon_title": "Bientôt disponible",
        "prism_comingSoon_description": "Il s'agit simplement d'une itération précoce de nos plans pour un smartphone LiveG Prism complet et détaillable. Alors que le Prism continue d'être recherché et développé, nous apprécierions votre soutien pour ce projet à long terme.",

        "prism_footnote_charging": "Évalué 55 minutes pour charger un Prism de 5 % à 95 % au niveau de la batterie en fonction des tests de charge avec le Prism en mode veille. Les temps de charge peuvent varier en fonction de l'activité du smartphone, de l'exécution du logiciel et du matériel connecté.",
        "prism_footnote_aux": "La faible latence et la fiabilité dépendent des spécifications et des performances du matériel tiers (telles que les câbles et l'équipement audio) connectés au Prism.",
        "prism_footnote_repair": "Suite à des conseils officiels pour la sécurité pour ce produit est recommandé pour la prévention des blessures ou des dommages causés par le produit.",
        "prism_notice_usbCTrademark": "USB Type-C® et USB-C® sont des marques déposées du USB Implementers Forum.",
        "prism_notice_armTrademark": "Arm® et Cortex® sont des marques enregistrées d'Arm Limited (ou ses filiales).",

        "os_intro": "Découvrez LiveG OS : le système d'exploitation moderne, sécurisé et riche en fonctionnalités qui alimente une gamme de nos produits.",

        "os_convergent_title": "Convergent",
        "os_convergent_description": "Conçu à la fois pour les ordinateurs de bureau et les appareils mobiles, LiveG OS est conçu pour vous offrir la même expérience cohérente sur tous vos appareils avec des applications compatibles à la fois avec les ordinateurs de bureau et les appareils mobiles.",

        "os_capable_title": "Capable",
        "os_capable_description": "Alimenté par des applications web, LiveG OS vous permet d'installer et d'exécuter des milliers d'applications qui font déjà partie de votre flux de travail. Le navigateur web Sphere vous permet de visiter vos sites web préférés rapidement et en toute sécurité.",

        "os_productive_title": "Productif",
        "os_productive_description": "LiveG OS vous aide à devenir plus productif grâce à des fonctionnalités améliorées, telles que des suggestions de saisie, des gestes et plus encore. Basculez en toute transparence entre les applications sur le bureau et sur le mobile grâce aux fonctionnalités multitâches de LiveG OS.",

        "os_more_title": "Il y a plus à aimer avec LiveG OS",

        "os_straightforward_title": "Simple",
        "os_straightforward_description": "LiveG OS est conçu pour être simple à utiliser et familier aux utilisateurs novices en informatique ou qui passent d'un autre fournisseur à LiveG. Nos considérations de conception à plusieurs étapes de développement garantissent que LiveG OS est prêt à accueillir les utilisateurs débutants et avancés.",

        "os_secure_title": "Sécurisé",
        "os_secure_description": "Grâce au sandboxing, à l'authentification avancée et à notre système d'autorisations, nous nous assurons que votre appareil est aussi sécurisé que possible grâce à plusieurs couches de défense contre les logiciels malveillants et les virus. Notre équipe de sécurité fournit également plusieurs mises à jour de LiveG OS pour s'assurer qu'il dispose de la meilleure protection dans les meilleurs délais.",

        "os_worldReady_title": "Prêt pour le monde",
        "os_worldReady_description": "Les utilisateurs du monde entier peuvent utiliser LiveG OS dans leur propre langue grâce aux fonctionnalités de localisation de LiveG OS. LiveG OS permet également aux utilisateurs de saisir du texte dans leur propre langue à l'aide de différentes dispositions de clavier, y compris celles du chinois, du japonais et du coréen avec un système de saisie de caractères avancé.",

        "os_customisable_title": "Personnalisable",
        "os_customisable_description": "Nous voulons permettre aux utilisateurs de s'approprier LiveG OS grâce à des options de personnalisation qui peuvent modifier l'apparence de LiveG OS et de ses applications. Que vous soyez un utilisateur en mode sombre ou que vous souhaitiez opter pour un thème de couleur qui vous convient, LiveG OS peut être personnalisé pour correspondre à votre style grâce à une large gamme d'options de thème.",

        "os_accessible_title": "Accessible",
        "os_accessible_description": "LiveG OS est conçu dès le départ pour s'adapter à tous les utilisateurs et leur permettre de naviguer et d'utiliser leurs appareils de manière adaptée à leurs besoins individuels. Par exemple, Navigation par Interrupteur permet aux utilisateurs ayant des capacités motrices limitées d'avoir un contrôle total sur leur appareil en leur permettant de connecter des périphériques d'entrée spécialisés.",

        "os_open_title": "Ouvert",
        "os_open_description": "En tant que grand partisan des logiciels et du matériel open-source, l'écosystème LiveG est ouvert et prêt à laisser les développeurs créer leurs propres applications pour LiveG OS et d'autres plates-formes. LiveG OS lui-même est open-source, ce qui permet aux utilisateurs avancés et aux développeurs d'affiner leur système et de nous fournir des commentaires afin que nous puissions tous améliorer LiveG OS pour tout le monde.",

        "os_get_title": "Obtenez LiveG OS maintenant",
        "os_get_description": "Les premières pré-releases de LiveG OS sont disponibles pour le téléchargement et l'installation. Essayez LiveG OS Alpha et devenez un adopteur précoce des premiers logiciels LiveG.",

        "osGet_title": "Obtenez LiveG OS",
        "osGet_version": "Variante {version}",

        "osGet_steps_download": "1. Télécharger",
        "osGet_steps_download_description": "Prenez une copie gratuite de LiveG OS qui peut facilement être installée dans n'importe quel appareil compatible.",
        "osGet_steps_boot": "2. Démarrer",
        "osGet_steps_boot_description": "Copier en direct est sur le lecteur d'installation choisi afin que LiveG OS puisse être démarré à partir de votre appareil.",
        "osGet_steps_install": "3. Installer et configurer",
        "osGet_steps_install_description": "Suivez les étapes dans LiveG OS pour terminer l'installation. Nous vous guiderons à chaque étape.",

        "osGet_releaseNotes": "Notes de release détaillées",
        "osGet_systemRequirements": "Configuration minimale requise",
        "osGet_supportedLanguages": "Langues prises en charge",

        "osGet_downloadDialog_title": "Télécharger LiveG OS",
        "osGet_downloadDialog_description": "Veuillez choisir une édition de LiveG OS à télécharger qui correspond à l'appareil sur lequel vous avez l'intention de l'installer.",

        "osGet_downloadPlatform": "Plateforme",
        "osGet_downloadSize": "Taille du téléchargement : {size}",

        "developer_tagline": "Créez des projets puissants qui font la différence avec LiveG",
        "developer_description": "Notre logiciel ouvert est conçu pour être avancé, mais convivial pour les développeurs. Rejoignez-nous et utilisez nos outils de développement open-source pour créer vos applications, services, jeux et bien plus encore.",

        "developer_astronaut_description": "Astronaut est notre outil pour créer des applications pour l'écosystème LiveG avec seulement quelques lignes de code. Il permet à tous les développeurs de créer leurs propres applications et services, qu'ils soient débutants ou hackers confirmés.",
        "developer_adaptui_description": "Chez LiveG, nous pensons que les meilleures interfaces et expériences utilisateur sont essentielles pour créer des outils productifs. Adapt UI est notre boîte à outils d'interface utilisateur et notre langage de conception pour créer des produits cohérents et attrayants.",
        "developer_os_description": "Alimentant nos produits matériels, LiveG OS est au cœur de tout ce que vous faites sur nos appareils. Il intègre notre écosystème ouvert de logiciels LiveG avec le métal nu du matériel que nous construisons.",

        "birthday8": "8e Anniversaire",

        "birthday8_bannerMessage": "Nous célébrons huit ans de LiveG aujourd'hui ! Rejoignez le plaisir alors que nous regardons en arrière l'histoire de LiveG.",

        "birthday8_intro_title": "Célébration des 8 ans de LiveG",
        "birthday8_intro_description": "Rejoignez-nous pour notre célébration annuelle du développement de LiveG au cours de l'année écoulée, ainsi que des faits saillants des huit dernières années !",

        "birthday8_2014": "2014",
        "birthday8_2014_1": "LiveG est fondé et son tout premier logiciel a été écrit sous la marque LiveG",
        "birthday8_2014_2": "L'environnement de bureau LiveG ElixOS est créé",

        "birthday8_2017": "2017",
        "birthday8_2017_1": "liveg.tech (le nom de domaine principal du site web LiveG) a été enregistré",
        "birthday8_2017_2": "Notre premier prototype de système d'exploitation a été créé pour le Raspberry Pi",

        "birthday8_2019": "2019",
        "birthday8_2019_1": "Le gHeld a été créé ; notre première incursion dans le monde de l'électronique portable",
        "birthday8_2019_2": "Notre deuxième génération d'interface utilisateur Adapt a été créée, parallèlement à l'outil Zapr et à un nouveau design de site web",

        "birthday8_2020": "2020",
        "birthday8_2020_1": "Une première version de LiveG Sphere a été développée pour plusieurs plates-formes, basée sur Adapt UI et Electron",
        "birthday8_2020_2": "Notre deuxième prototype de système d'exploitation pour le Pi a été construit, inspirant l'interface du LiveG OS moderne d'aujourd'hui",

        "birthday8_2021": "2021",
        "birthday8_2021_1": "Adapt UI a été révisé, résultant en une troisième génération avec de grandes améliorations de l'interface utilisateur et de l'UX",
        "birthday8_2021_2": "Les premières idées d'un smartphone basé sur des technologies ouvertes ont été formulées",

        "birthday8_2022": "2022",
        "birthday8_2022_1": "Le projet LiveG Prism a été lancé et un prototype de smartphone exécutant gShell a été construit",
        "birthday8_2022_2": "La conception du prototype du Prism a été finalisée, le développement de gShell progressant bien",
        "birthday8_2022_3": "Notre premier épisode de LiveG Showcase est sorti, démontrant le Prism",
        "birthday8_2022_4": "gShell est porté sur le bureau, faisant de LiveG OS un véritable système d'exploitation multiplateforme",
        "birthday8_2022_5": "Nos premières versions Alpha de LiveG OS ont été créées et d'autres fonctionnalités de gShell ont été implémentées",
        "birthday8_2022_6": "Sphere obtient une interface à onglets pour faciliter la navigation, et le projet Proton est conceptualisé",
        "birthday8_2022_7": "Des projets mineurs pour soutenir les produits existants de LiveG ont été réalisés, comme Typeset Engine et Formulaic",
        "birthday8_2022_8": "Les réunions hebdomadaires LiveG Lookahead sont lancées, rapprochant la communauté",

        "birthday8_today": "Aujourd'hui",
        "birthday8_today_1": "La construction de LiveG OS pour plus de plates-formes telles que PinePhone et Raspberry Pi a commencé",
        "birthday8_today_2": "Plus de travail en cours sur l'UX et la configurabilité de LiveG OS pour être plus utile aux futurs utilisateurs",

        "legal_orgInfo": "Informations organisationnelles (impressum)",
        "legal_orgInfo_description": "Une « Unincorporated Organisation » (organisation non constituée en société) du Royaume-Uni depuis le 30 novembre 2014",
        "legal_orgInfo_operator": "Opéré et fonds gérés par James Livesey",
        "legal_orgInfo_email": "Email :",
    
        "legal_copyright": "Mention de copyright",
        "legal_copryight_licence": "Sauf indication contraire, le contenu de ce site Web est sous la LiveG Open-Source Licence.",
        "legal_copryight_licenceTerms": "Conditions de licence",

        "legal_trademarks": "Marques de commerce",
        "legal_trademarks_permission": "Nous autorisons l'utilisation de nos marques dans des documents (tels que des actualités et des articles informatifs) pour nous référencer ou faire référence à nos projets, produits ou services. Nos marques peuvent également être utilisées pour indiquer la compatibilité avec d'autres services, bien qu'il faut le préciser que nous n'approuvons pas ces services tiers et que nous ne fournissons pas de support pour eux. Pour obtenir l'autorisation d'utiliser nos marques à d'autres fins, ou si vous n'êtes pas sûr de les utiliser, veuillez nous contacter :",
        "legal_trademarks_symbol": "L'utilisation du symbole de marque (™) n'est pas nécessaire pour faire référence à nos noms de marque. En fait, nous vous encourageons à les omettre, car nous-mêmes ne les utilisons pas dans nos noms de produits.",
        "legal_trademarks_list": "Voici une liste de nos marques non déposées :",
        "legal_trademarks_list_logo": "Le Logo LiveG",

        "404_title": "Désolé, mais la page que vous recherchiez ne semble pas exister…",
        "404_description": "Vous avez peut-être trompé l'URL, ou la page que vous avez précédemment visitée peut ne plus être disponible."
    }
}